docs/site/20240606221628-4_systems.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-06-06 Thu 22:42 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>4 systems</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">4 systems</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org66af8de">Shape</a></li>
<li><a href="#org8e42da2">Wires</a>
<ul>
<li><a href="#org3fda602">Wire shape</a></li>
<li><a href="#orgc4a1fbe">Wire placement</a></li>
</ul>
</li>
<li><a href="#orgd1420b8">Bevel</a>
<ul>
<li><a href="#org8c43473">Bevel effects</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
Herzberg had four systems for adjusting reeds: shape, wires, bevel, and the trim of the blade.
</p>

<div id="outline-container-org66af8de" class="outline-2">
<h2 id="org66af8de">Shape</h2>
<div class="outline-text-2" id="text-org66af8de">
<p>
Wide shapes do well with low notes, but tend to have more troubles with E and C# sagging. The "money register" (middle C to F) also struggles being flat. This can be adjusted with wire changes, but the greater arch puts more pressure on the sides of the blade. The high register is also difficult with a wide shape. But you can't brighten the tone my trimming the middle of the tip because you deal with the E and C# sagging. He thought many would enjoy the benefits of a narrower shape.
</p>
</div>
</div>

<div id="outline-container-org8e42da2" class="outline-2">
<h2 id="org8e42da2">Wires</h2>
<div class="outline-text-2" id="text-org8e42da2">
<p>
Wires control the opening of the tip, the arch of the blades, and the shape of the tube. The tip effects the response, the arch effects the resistance, and the shape of tube controls intonation and tone quality. Wires should be tight, this helps them keep their adjustments. The choking of wires being too tight can be removed with appropriate trimming.
</p>
</div>
<div id="outline-container-org3fda602" class="outline-3">
<h3 id="org3fda602">Wire shape</h3>
<div class="outline-text-3" id="text-org3fda602">
<p>
The third and second wires should always be round. The first is more oval, but could be more round depending on preferences. The round second wire gives strength to the blades, and gives a resistance to blow against with an easy attacking reed. It helps have a full tone and keeping the pitch high enough in the money register. Usually the sharper lower register can be fixed with trimming the back half of the blade, but sometimes it can be flattened a little bit to help with the pitch.
</p>
</div>
</div>
<div id="outline-container-orgc4a1fbe" class="outline-3">
<h3 id="orgc4a1fbe">Wire placement</h3>
<div class="outline-text-3" id="text-orgc4a1fbe">
<p>
The wires should be placed based on the shape. The first wire should go 1/4" above where the shape begins to flare from the narrowest point. The second wire should go 5/16" behind the first wire, which probably means the top of the second wire is right at the narrowest point. The third wire should be halfway through the bevel, so a 3/8" bevel means the wires are at 3/16".
</p>
</div>
</div>
</div>

<div id="outline-container-orgd1420b8" class="outline-2">
<h2 id="orgd1420b8">Bevel</h2>
<div class="outline-text-2" id="text-orgd1420b8">
<p>
He did his beveling after the reed was formed and dried. He would then open the whole reed up and take out the sharp edges, but not bark, from a certain point to the end. The short bevel is 3/8", and the long bevel is anything longer than that up to the second wire. Any higher than that and you have issues with leaks. He used a wide flare at the bottom of his shape to accomodate this bevel and still create a strong tube.
</p>
</div>
<div id="outline-container-org8c43473" class="outline-3">
<h3 id="org8c43473">Bevel effects</h3>
<div class="outline-text-3" id="text-org8c43473">
<p>
The bevel effects the other systems in the following ways. The wire placement of the third wire is dependent on the bevel length. The third and second wires should be round regardless. The first wire may need to be flattened a bit with a short bevel to ease the response of the reed and lessen the required lip pressure. As the bevel increases, the wire needs to be more round. This gives it the strong arch to add resistance, but this also means more trimming of the blades in the first half.
</p>

<p>
A short bevel is good for a shape with a wide flare. This flare keeps the pitch low in the bottom register and helps with low note response. The short bevel also brings up the pitch of the middle register, and eases high note response. 
</p>

<p>
The short bevel also creates larger tip openings, this is why the first wire needs to be flattened. It creates less pressure between the blades and reduces the need to scrape for response. This also gives them a lower pitch because of the first wire. Longer bevels have smaller tip openings, and require a rounder first wire. These have more pressure between the blades and tend to have a higher pitch because of the first wire.
</p>

<p>
<a href="&amp;lowe08_norman_herzb">&amp;lowe08_norman_herzb</a>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
